Repository: AuthFailed/CheckNet
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, hi, it, ja, ko, pt_br, tr, zh_hans

source: Поделиться
ar: مشاركة
de: Teilen
en: Share
es: Compartir
fr: Partager
hi: साझा करें
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
tr: Paylaş
zh_hans: 分享

source: Поделиться и импорт
ar: المشاركة والاستيراد
de: Teilen und Import
en: Sharing and import
es: Compartir e importar
fr: Partage et importation
hi: शेयर और इंपोर्ट
it: Condivisione e importazione
ja: 共有と読み込み
ko: 공유 및 가져오기
pt_br: Compartilhamento e importação
tr: Paylaşma ve içe aktarma
zh_hans: 分享与导入

source: Поделиться картинкой
ar: مشاركة كصورة
de: Als Bild teilen
en: Share as Image
es: Compartir como imagen
fr: Partager comme image
hi: इमेज शेयर करें
it: Condividi come immagine
ja: 画像を共有
ko: 이미지 공유
pt_br: Compartilhar como imagem
tr: Görüntü olarak paylaş
zh_hans: 共享图像

source: Поделиться подпиской (QR)
ar: مشاركة الاشتراك (QR)
de: Abo teilen (QR)
en: Share subscription (QR)
es: Compartir suscripción (QR)
fr: Partager l'abonnement (QR)
hi: सदस्यता शेयर करें (QR)
it: Condividi l'abbonamento (QR)
ja: サブスクリプションを共有 (QR)
ko: 구독 공유 (QR)
pt_br: Compartilhar assinatura (QR)
tr: Aboneliği paylaş (QR)
zh_hans: 分享订阅（QR）

source: Поделиться результатом
ar: مشاركة النتيجة
de: Ergebnis teilen
en: Share result
es: Compartir el resultado
fr: Partager le résultat
hi: परिणाम शेयर करें
it: Condividi risultato
ja: 結果を共有
ko: 결과 공유
pt_br: Compartilhar resultado
tr: Sonucu paylaş
zh_hans: 分享结果

source: Поделиться сервером (QR)
ar: مشاركة الخادم (QR)
de: Server teilen (QR)
en: Share server (QR)
es: Compartir servidor (QR)
fr: Partager le serveur (QR)
hi: सर्वर शेयर करें (QR)
it: Condividi il server (QR)
ja: サーバーを共有 (QR)
ko: 서버 공유 (QR)
pt_br: Compartilhar servidor (QR)
tr: Sunucuyu paylaş (QR)
zh_hans: 分享服务器（QR）

source: Поделиться ссылкой
ar: مشاركة الرابط
de: Link teilen
en: Share link
es: Compartir el enlace
fr: Partager le lien
hi: लिंक शेयर करें
it: Condividi link
ja: リンクを共有
ko: 링크 공유
pt_br: Compartilhar link
tr: Bağlantıyı paylaş
zh_hans: 分享链接

source: Поделиться текстом
ar: مشاركة كنص
de: Als Text teilen
en: Share as Text
es: Compartir como texto
fr: Partager comme texte
hi: टेक्स्ट शेयर करें
it: Condividi come testo
ja: テキストを共有
ko: 텍스트 공유
pt_br: Compartilhar como texto
tr: Metin olarak paylaş
zh_hans: 共享文本

source: Поделиться хостами
ar: مشاركة المضيفين
de: Hosts teilen
en: Share hosts
es: Compartir hosts
fr: Partager des hôtes
hi: होस्ट शेयर करें
it: Condividi host
ja: ホストを共有
ko: 호스트 공유
pt_br: Compartilhar hosts
tr: Sunucuları paylaş
zh_hans: 分享主机

source: Подключаемся напрямую к реальному IP сайта и к контрольному адресу. Если цель недоступна, а контроль доступен — IP заблокирован.
ar: نتصل مباشرةً بعنوان IP الحقيقي للموقع وبعنوان تحكّم. إذا تعذّر الوصول إلى الهدف بينما التحكّم متاح، فإن IP محجوب.
de: Wir verbinden uns direkt mit der echten IP der Website und mit einer Kontrolladresse. Ist das Ziel nicht erreichbar, die Kontrolle aber schon, ist die IP blockiert.
en: We connect directly to the site’s real IP and to a control address. If the target is unreachable while the control is reachable, the IP is blocked.
es: Nos conectamos directamente a la IP real del sitio y a una dirección de control. Si el objetivo no está accesible y el control sí lo está, la IP está bloqueada.
fr: Nous nous connectons directement à l’IP réelle du site ainsi qu’à une adresse de contrôle. Si la cible est inaccessible alors que le contrôle répond, l’IP est bloquée.
hi: साइट के असली IP और कंट्रोल पते से सीधे कनेक्ट किया जाता है। अगर लक्ष्य अनुपलब्ध है और कंट्रोल उपलब्ध — तो IP ब्लॉक है।
it: Ci colleghiamo direttamente all'IP reale del sito e a un indirizzo di controllo. Se la destinazione non è raggiungibile mentre il controllo lo è, l'IP è bloccato.
ja: サイトの実際の IP と対照用アドレスに直接接続します。対象に到達できず対照に到達できる場合は、IP がブロックされています。
ko: 사이트의 실제 IP와 대조용 주소에 직접 연결해요. 대상에 연결되지 않고 대조에는 연결된다면 IP가 차단된 거예요.
pt_br: Conectamos diretamente ao IP real do site e a um endereço de controle. Se o destino está inacessível e o controle está acessível, o IP está bloqueado.
tr: Sitenin gerçek IP’sine ve bir kontrol adresine doğrudan bağlanıyoruz. Hedefe erişilemiyor ama kontrole erişilebiliyorsa, IP engellenmiştir.
zh_hans: 直接连接网站的真实 IP 和对照地址。如果目标不可访问而对照可访问，说明该 IP 被封锁。

source: Подключение
ar: الاتصال
de: Verbindung
en: Connection
es: Conexión
fr: Connexion
hi: कनेक्शन
it: Connessione
ja: 接続
ko: 연결
pt_br: Conexão
tr: Bağlantı
zh_hans: 连接

source: подключение отклонено
ar: رُفض الاتصال
de: Verbindung abgelehnt
en: connection refused
es: conexión rechazada
fr: connexion refusée
hi: कनेक्शन अस्वीकृत
it: connessione rifiutata
ja: 接続が拒否されました
ko: 연결 거부됨
pt_br: conexão recusada
tr: bağlantı reddedildi
zh_hans: 连接被拒绝

source: подключено
ar: متصل
de: verbunden
en: connected
es: conectado
fr: connecté
hi: कनेक्ट हुआ
it: connesso
ja: 接続済み
ko: 연결됨
pt_br: conectado
tr: bağlandı
zh_hans: 已连接

source: Подключено · Wi-Fi
ar: متصل · Wi-Fi
de: Verbunden · Wi-Fi
en: Connected · Wi-Fi
es: Conectado · Wi-Fi
fr: Connecté · Wi-Fi
hi: जुड़ा हुआ · Wi-Fi
it: Connesso · Wi-Fi
ja: 接続済み · Wi-Fi
ko: 연결됨 · Wi-Fi
pt_br: Conectado · Wi-Fi
tr: Bağlı · Wi-Fi
zh_hans: 已连接 · Wi-Fi

source: Подключитесь к сети Wi-Fi и нажмите «Обновить». Инструмент читает только текущее подключение.
ar: اتصل بشبكة Wi-Fi واضغط «تحديث». تقرأ الأداة الاتصال الحالي فقط.
de: Verbinde dich mit einem Wi-Fi-Netzwerk und tippe auf „Aktualisieren“. Das Tool liest nur die aktuelle Verbindung.
en: Connect to a Wi-Fi network and tap "Refresh". The tool reads only the current connection.
es: Conéctate a una red Wi-Fi y pulsa «Actualizar». La herramienta solo lee la conexión actual.
fr: Connectez-vous à un réseau Wi-Fi et touchez « Actualiser ». L'outil ne lit que la connexion actuelle.
hi: Wi-Fi नेटवर्क से जुड़ें और «रिफ़्रेश» टैप करें। टूल केवल मौजूदा कनेक्शन को पढ़ता है।
it: Connettiti a una rete Wi-Fi e tocca «Aggiorna». Lo strumento legge solo la connessione attuale.
ja: Wi-Fi ネットワークに接続して「更新」をタップしてください。このツールは現在の接続のみを読み取ります。
ko: Wi-Fi 네트워크에 연결한 뒤 「새로고침」을 누르세요. 이 도구는 현재 연결만 읽습니다.
pt_br: Conecte-se a uma rede Wi-Fi e toque em "Atualizar". A ferramenta lê apenas a conexão atual.
tr: Bir Wi-Fi ağına bağlanın ve «Yenile»ye dokunun. Araç yalnızca mevcut bağlantıyı okur.
zh_hans: 连接到 Wi-Fi 网络并点按「刷新」。此工具仅读取当前连接。

source: Подмена DNS
ar: تزوير DNS
de: DNS-Fälschung
en: DNS spoofing
es: Falsificación de DNS
fr: Falsification DNS
hi: DNS छेड़छाड़
it: Alterazione DNS
ja: DNS の改ざん
ko: DNS 변조
pt_br: Adulteração de DNS
tr: DNS sahtekârlığı
zh_hans: DNS 篡改

source: Подмена и цензура DNS
ar: تزوير DNS ورقابته
de: DNS-Fälschung und -Zensur
en: DNS spoofing and censorship
es: Falsificación y censura de DNS
fr: Falsification et censure DNS
hi: DNS छेड़छाड़ और सेंसरशिप
it: Alterazione e censura DNS
ja: DNS の改ざんと検閲
ko: DNS 변조 및 검열
pt_br: Adulteração e censura de DNS
tr: DNS sahtekârlığı ve sansürü
zh_hans: DNS 篡改与审查

source: Подмены DNS не обнаружено
ar: لم يُكتشف تزوير DNS
de: Keine DNS-Fälschung erkannt
en: No DNS spoofing detected
es: No se detectó falsificación de DNS
fr: Aucune falsification DNS détectée
hi: कोई DNS छेड़छाड़ नहीं मिली
it: Nessuna alterazione DNS rilevata
ja: DNS の改ざんは検出されませんでした
ko: DNS 변조가 감지되지 않음
pt_br: Nenhuma adulteração de DNS detectada
tr: DNS sahtekârlığı tespit edilmedi
zh_hans: 未发现 DNS 篡改

source: Подмены не обнаружено
ar: لم يُكتشف تزوير
de: Keine Fälschung erkannt
en: No spoofing detected
es: No se detectó falsificación
fr: Aucune falsification détectée
hi: कोई छेड़छाड़ नहीं मिली
it: Nessuna alterazione rilevata
ja: 改ざんは検出されませんでした
ko: 변조가 감지되지 않음
pt_br: Nenhuma adulteração detectada
tr: Sahtekârlık tespit edilmedi
zh_hans: 未发现篡改

source: Поднимаем ядро и подключаемся к серверу…
ar: جارٍ تشغيل النواة والاتصال بالخادم…
de: Core wird gestartet und mit dem Server verbunden…
en: Starting the core and connecting to the server…
es: Iniciando el núcleo y conectando al servidor…
fr: Démarrage du cœur et connexion au serveur…
hi: कोर शुरू कर रहे हैं और सर्वर से जुड़ रहे हैं…
it: Avvio del core e connessione al server…
ja: コアを起動してサーバーに接続中…
ko: 코어를 실행하고 서버에 연결하는 중…
pt_br: Iniciando o núcleo e conectando ao servidor…
tr: Çekirdek başlatılıyor ve sunucuya bağlanılıyor…
zh_hans: 正在启动内核并连接服务器…

source: Подозрительно
ar: مريب
de: Verdächtig
en: Suspicious
es: Sospechoso
fr: Suspect
hi: संदिग्ध
it: Sospetto
ja: 疑わしい
ko: 의심스러움
pt_br: Suspeito
tr: Şüpheli
zh_hans: 可疑

source: Подписка
ar: الاشتراك
de: Abo
en: Subscription
es: Suscripción
fr: Abonnement
hi: सदस्यता
it: Abbonamento
ja: サブスクリプション
ko: 구독
pt_br: Assinatura
tr: Abonelik
zh_hans: 订阅

source: Подписки VPN
ar: اشتراكات VPN
de: VPN-Abos
en: VPN subscriptions
es: Suscripciones VPN
fr: Abonnements VPN
hi: VPN सदस्यताएँ
it: Abbonamenti VPN
ja: VPN サブスクリプション
ko: VPN 구독
pt_br: Assinaturas VPN
tr: VPN abonelikleri
zh_hans: VPN 订阅

source: Подробности
ar: التفاصيل
de: Details
en: Details
es: Detalles
fr: Détails
hi: विवरण
it: Dettagli
ja: 詳細
ko: 세부 정보
pt_br: Detalhes
tr: Ayrıntılar
zh_hans: 详情

source: Подсети
ar: الشبكات الفرعية
de: Subnetze
en: Subnets
es: Subredes
fr: Sous-réseaux
hi: सबनेट
it: Sottoreti
ja: サブネット
ko: 서브넷
pt_br: Sub-redes
tr: Alt ağlar
zh_hans: 子网

source: Подсеть
ar: شبكة فرعية
de: Subnetz
en: Subnet
es: Subred
fr: Sous-réseau
hi: सबनेट
it: Sottorete
ja: サブネット
ko: 서브넷
pt_br: Sub-rede
tr: Alt ağ
zh_hans: 子网

source: Подставить %@
ar: استخدام %@
de: %@ verwenden
en: Use %@
es: Usar %@
fr: Utiliser %@
hi: %@ का उपयोग करें
it: Usa %@
ja: %@ を使う
ko: %@ 사용
pt_br: Usar %@
tr: Kullan: %@
zh_hans: 使用 %@

source: Подтянуть версии с GitHub
ar: جلب الإصدارات من GitHub
de: Versionen von GitHub abrufen
en: Fetch versions from GitHub
es: Obtener versiones de GitHub
fr: Récupérer les versions depuis GitHub
hi: GitHub से वर्शन लाएँ
it: Recupera le versioni da GitHub
ja: GitHub からバージョンを取得
ko: GitHub에서 버전 가져오기
pt_br: Buscar versões do GitHub
tr: Sürümleri GitHub'dan çek
zh_hans: 从 GitHub 拉取版本

source: Подходящих доменов не найдено
ar: لم يُعثر على نطاقات مناسبة
de: Keine passenden Domains gefunden
en: No matching domains found
es: No se encontraron dominios adecuados
fr: Aucun domaine correspondant
hi: कोई उपयुक्त डोमेन नहीं मिला
it: Nessun dominio adatto trovato
ja: 該当するドメインが見つかりません
ko: 적합한 도메인이 없습니다
pt_br: Nenhum domínio adequado encontrado
tr: Uygun alan adı bulunamadı
zh_hans: 未找到匹配的域名

source: Поиск
ar: بحث
de: Suche
en: Search
es: Buscar
fr: Recherche
hi: खोज
it: Cerca
ja: 検索
ko: 검색
pt_br: Buscar
tr: Ara
zh_hans: 搜索

source: поиск MTU…
ar: البحث عن MTU…
de: MTU wird ermittelt…
en: finding MTU…
es: buscando MTU…
fr: recherche du MTU…
hi: MTU खोजा जा रहा है…
it: ricerca MTU…
ja: MTU を探索中…
ko: MTU 찾는 중…
pt_br: procurando MTU…
tr: MTU aranıyor…
zh_hans: 查找 MTU…

source: Поиск доменов для Reality
ar: البحث عن نطاقات لـ Reality
de: Domain-Suche für Reality
en: Domain search for Reality
es: Buscar dominios para Reality
fr: Recherche de domaines pour Reality
hi: Reality के लिए डोमेन खोज
it: Ricerca di domini per Reality
ja: Reality 用ドメインの検索
ko: Reality용 도메인 검색
pt_br: Busca de domínios para Reality
tr: Reality için alan adı arama
zh_hans: 为 Reality 查找域名

source: Поиск по категориям
ar: البحث حسب الفئات
de: Suche nach Kategorien
en: Search by category
es: Buscar por categorías
fr: Recherche par catégorie
hi: श्रेणियों में खोज
it: Ricerca per categorie
ja: カテゴリ検索
ko: 카테고리 검색
pt_br: Busca por categorias
tr: Kategorilere göre ara
zh_hans: 按类别搜索

source: поиск сервисов
ar: البحث عن الخدمات
de: Dienste werden gesucht
en: searching services
es: buscando servicios
fr: recherche de services
hi: सेवाएँ खोजी जा रही हैं
it: ricerca servizi
ja: サービスを検索中
ko: 서비스 검색 중
pt_br: procurando serviços
tr: hizmetler aranıyor
zh_hans: 搜索服务

source: Поиск сервисов mDNS…
ar: البحث عن خدمات mDNS…
de: Suche nach mDNS-Diensten …
en: Searching for mDNS services…
es: Buscando servicios mDNS…
fr: Recherche de services mDNS…
hi: mDNS सेवाओं की खोज…
it: Ricerca di servizi mDNS…
ja: mDNS サービスを検索中…
ko: mDNS 서비스 검색 중…
pt_br: Buscando serviços mDNS…
tr: mDNS hizmetleri aranıyor…
zh_hans: 正在搜索 mDNS 服务…

source: Поиск страны
ar: ابحث عن دولة
de: Land suchen
en: Search for a country
es: Buscar país
fr: Rechercher un pays
hi: देश खोजें
it: Cerca un paese
ja: 国を検索
ko: 국가 검색
pt_br: Buscar país
tr: Ülke ara
zh_hans: 搜索国家/地区

source: Поиск: имя, хост, SNI, порт, fp…
ar: بحث: الاسم، المضيف، SNI، المنفذ، fp…
de: Suche: Name, Host, SNI, Port, fp…
en: Search: name, host, SNI, port, fp…
es: Buscar: nombre, host, SNI, puerto, fp…
fr: Recherche : nom, hôte, SNI, port, fp…
hi: खोज: नाम, होस्ट, SNI, पोर्ट, fp…
it: Cerca: nome, host, SNI, porta, fp…
ja: 検索: 名前、ホスト、SNI、ポート、fp…
ko: 검색: 이름, 호스트, SNI, 포트, fp…
pt_br: Busca: nome, host, SNI, porta, fp…
tr: Ara: ad, sunucu, SNI, port, fp…
zh_hans: 搜索：名称、主机、SNI、端口、fp…

source: Пока не выполнен вход, проверки ниже могут ошибаться.
ar: قبل تسجيل الدخول إلى الشبكة قد تعطي الفحوص أدناه نتائج خاطئة.
de: Solange du dich nicht angemeldet hast, können die Prüfungen unten falsch sein.
en: Until you sign in, the checks below may be wrong.
es: Mientras no se complete el inicio de sesión en la red, las comprobaciones de abajo pueden ser erróneas.
fr: Tant que la connexion au réseau n’est pas validée, les vérifications ci-dessous peuvent être faussées.
hi: जब तक लॉग इन पूरा नहीं होता, नीचे की जाँचें ग़लत हो सकती हैं।
it: Finché non hai eseguito l’accesso alla rete, le verifiche qui sotto possono risultare inesatte.
ja: サインインが完了するまで、以下のチェックは正しく判定できないことがあります。
ko: 로그인이 끝나기 전에는 아래 확인 결과가 정확하지 않을 수 있어요.
pt_br: Enquanto o acesso à rede não for feito, as verificações abaixo podem apresentar erros.
tr: Ağ girişi yapılmadan aşağıdaki denetimler yanlış sonuç verebilir.
zh_hans: 在未完成登录前，以下检测结果可能不准确。

source: Пока нет профилей
ar: لا توجد ملفات تعريف بعد
de: Noch keine Profile
en: No profiles yet
es: Todavía no hay perfiles
fr: Aucun profil pour l’instant
hi: अभी कोई प्रोफ़ाइल नहीं
it: Ancora nessun profilo
ja: プロファイルがありません
ko: 아직 프로파일이 없음
pt_br: Ainda não há perfis
tr: Henüz profil yok
zh_hans: 暂无配置

source: Пока нет результатов
ar: لا توجد نتائج بعد
de: Noch keine Ergebnisse
en: No results yet
es: Todavía no hay resultados
fr: Aucun résultat pour l’instant
hi: अभी कोई परिणाम नहीं
it: Ancora nessun risultato
ja: 結果はまだありません
ko: 아직 결과 없음
pt_br: Ainda sem resultados
tr: Henüz sonuç yok
zh_hans: 暂无结果

source: Пока пусто
ar: فارغ حتى الآن
de: Noch leer
en: Empty for now
es: Aún vacío
fr: Encore vide
hi: अभी खाली है
it: Ancora vuoto
ja: まだ空です
ko: 아직 비어 있음
pt_br: Ainda vazio
tr: Henüz boş
zh_hans: 暂时为空

source: Покажем каждый маршрутизатор на пути до хоста и задержку на каждом шаге.
ar: سنعرض كل موجّه على المسار إلى المضيف وزمن الاستجابة عند كل خطوة.
de: Zeigt jeden Router auf dem Weg zum Host und die Latenz bei jedem Schritt.
en: We'll show every router on the way to the host and the latency at each step.
es: Mostraremos cada router en el camino al host y la latencia en cada salto.
fr: Nous montrerons chaque routeur sur le chemin vers l'hôte et la latence à chaque étape.
hi: हम होस्ट तक के रास्ते का हर राउटर और हर चरण की देरी दिखाएंगे।
it: Mostreremo ogni router sul percorso verso l'host e la latenza a ogni passo.
ja: ホストまでの各ルーターと、その各段階の遅延を表示します。
ko: 호스트까지 거치는 각 라우터와 단계별 지연 시간을 보여줍니다.
pt_br: Mostraremos cada roteador no caminho até o host e a latência em cada etapa.
tr: Ana bilgisayara giden yoldaki her yönlendiriciyi ve her adımdaki gecikmeyi gösterir.
zh_hans: 显示通往主机路径上的每一跳路由及其延迟。

source: Покажем сеть, к которой устройство подключено прямо сейчас: имя, BSSID точки доступа и тип защиты. Соседние сети не сканируются.
ar: سنعرض الشبكة التي يتصل بها الجهاز الآن: الاسم، وBSSID لنقطة الوصول، ونوع الحماية. لا يتم مسح الشبكات المجاورة.
de: Wir zeigen das Netzwerk, mit dem das Gerät gerade verbunden ist: Name, BSSID des Access Points und Sicherheitstyp. Benachbarte Netzwerke werden nicht gescannt.
en: We'll show the network the device is connected to right now: name, access point BSSID and security type. Neighboring networks aren't scanned.
es: Mostraremos la red a la que el dispositivo está conectado ahora mismo: nombre, BSSID del punto de acceso y tipo de seguridad. No se escanean las redes vecinas.
fr: Nous montrerons le réseau auquel l'appareil est connecté à l'instant : nom, BSSID du point d'accès et type de sécurité. Les réseaux voisins ne sont pas scannés.
hi: हम वह नेटवर्क दिखाएंगे जिससे डिवाइस अभी जुड़ा है: नाम, एक्सेस पॉइंट का BSSID और सुरक्षा का प्रकार। आसपास के नेटवर्क स्कैन नहीं किए जाते।
it: Mostriamo la rete a cui il dispositivo è connesso in questo momento: nome, BSSID dell'access point e tipo di sicurezza. Le reti vicine non vengono scansionate.
ja: デバイスが今接続しているネットワーク (名前、アクセスポイントの BSSID、セキュリティの種類) を表示します。近隣のネットワークはスキャンしません。
ko: 기기가 지금 연결된 네트워크를 보여줍니다: 이름, AP의 BSSID, 보안 유형. 주변 네트워크는 스캔하지 않습니다.
pt_br: Mostramos a rede à qual o dispositivo está conectado agora: nome, BSSID do ponto de acesso e tipo de segurança. Redes vizinhas não são escaneadas.
tr: Cihazın şu anda bağlı olduğu ağı gösteririz: ad, erişim noktasının BSSID'si ve güvenlik türü. Komşu ağlar taranmaz.
zh_hans: 显示设备当前连接的网络：名称、接入点的 BSSID 和加密类型。不扫描邻近网络。

source: Покажем цепочку сертификатов, сроки действия, версию TLS и шифр.
ar: سنعرض سلسلة الشهادات ومدد الصلاحية وإصدار TLS والتشفير.
de: Zeigt die Zertifikatskette, Gültigkeitsdaten, TLS-Version und Cipher.
en: We'll show the certificate chain, validity dates, TLS version and cipher.
es: Mostraremos la cadena de certificados, la validez, la versión de TLS y el cifrado.
fr: Nous afficherons la chaîne de certificats, les dates de validité, la version TLS et le chiffrement.
hi: हम प्रमाणपत्र शृंखला, वैधता, TLS संस्करण और सिफर दिखाएंगे।
it: Mostreremo la catena di certificati, le date di validità, la versione TLS e il cifrario.
ja: 証明書チェーン、有効期限、TLS バージョン、暗号スイートを表示します。
ko: 인증서 체인, 유효 기간, TLS 버전, 암호 스위트를 보여줍니다.
pt_br: Mostraremos a cadeia de certificados, a validade, a versão do TLS e a cifra.
tr: Sertifika zincirini, geçerlilik tarihlerini, TLS sürümünü ve şifreleme takımını gösteririz.
zh_hans: 展示证书链、有效期、TLS 版本与加密套件。

source: Показать QR-код
ar: إظهار رمز QR
de: QR-Code anzeigen
en: Show QR code
es: Mostrar el código QR
fr: Afficher le code QR
hi: QR कोड दिखाएँ
it: Mostra codice QR
ja: QRコードを表示
ko: QR 코드 보기
pt_br: Mostrar código QR
tr: QR kodunu göster
zh_hans: 显示二维码

source: Показать имя сети Wi-Fi?
ar: إظهار اسم شبكة Wi-Fi؟
de: Wi-Fi-Netzwerknamen anzeigen?
en: Show the Wi-Fi network name?
es: ¿Mostrar el nombre de la red Wi-Fi?
fr: Afficher le nom du réseau Wi-Fi ?
hi: Wi-Fi नेटवर्क का नाम दिखाएँ?
it: Mostrare il nome della rete Wi-Fi?
ja: Wi-Fi ネットワーク名を表示しますか？
ko: Wi-Fi 네트워크 이름을 표시할까요?
pt_br: Mostrar o nome da rede Wi-Fi?
tr: Wi-Fi ağ adı gösterilsin mi?
zh_hans: 显示 Wi-Fi 网络名称？

source: Показывает маршрут пакетов до хоста по шагам (хопам) и задержку на каждом. Помогает найти, на каком участке сети возникают проблемы.
ar: يعرض مسار الحزم إلى المضيف خطوة بخطوة (قفزات) والتأخير عند كل منها. يساعد على معرفة أي مقطع من الشبكة تحدث فيه المشكلات.
de: Zeigt die Route der Pakete zum Host Schritt für Schritt (Hops) und die Latenz an jedem Punkt. Hilft herauszufinden, in welchem Netzwerkabschnitt Probleme auftreten.
en: Shows the packet route to the host step by step (hops) and the latency at each. Helps find which network segment has problems.
es: Muestra la ruta de los paquetes hasta el host paso a paso (saltos) y la latencia de cada uno. Ayuda a encontrar en qué tramo de la red surgen los problemas.
fr: Affiche l'itinéraire des paquets jusqu'à l'hôte étape par étape (sauts) et la latence de chacune. Aide à repérer sur quel segment du réseau surviennent les problèmes.
hi: होस्ट तक पैकेट के मार्ग को चरणों (हॉप) में दिखाता है और प्रत्येक पर विलंब बताता है। यह ढूँढने में मदद करता है कि नेटवर्क के किस हिस्से में समस्या है।
it: Mostra il percorso dei pacchetti fino all'host passo per passo (hop) e la latenza di ciascuno. Aiuta a individuare in quale tratto della rete si verificano i problemi.
ja: ホストまでのパケットの経路をステップ（ホップ）ごとに表示し、各ホップの遅延を示します。ネットワークのどの区間で問題が発生しているかを見つけるのに役立ちます。
ko: 호스트까지의 패킷 경로를 단계(홉)별로 보여주고 각 단계의 지연을 표시합니다. 네트워크의 어느 구간에서 문제가 발생하는지 찾는 데 유용합니다.
pt_br: Mostra a rota dos pacotes até o host passo a passo (saltos) e a latência em cada um. Ajuda a descobrir em qual trecho da rede surgem os problemas.
tr: Paketlerin sunucuya giden rotasını adım adım (sıçrama) ve her birindeki gecikmeyi gösterir. Sorunların ağın hangi bölümünde oluştuğunu bulmaya yardımcı olur.
zh_hans: 逐跳显示数据包到主机的路由及每一跳的延迟。帮助定位网络在哪个环节出现问题。

source: Показывает предполагаемую страну, город и ASN по IP-адресу. Требует внешнего сервиса геолокации.
ar: يعرض الدولة والمدينة وASN المتوقّعة حسب عنوان IP. يتطلب خدمة تحديد موقع خارجية.
de: Zeigt das vermutete Land, die Stadt und den ASN zu einer IP-Adresse an. Erfordert einen externen Geolokalisierungsdienst.
en: Shows the estimated country, city, and ASN for an IP address. Requires an external geolocation service.
es: Muestra el país, la ciudad y el ASN estimados a partir de una dirección IP. Requiere un servicio externo de geolocalización.
fr: Affiche le pays, la ville et l'ASN présumés d'après une adresse IP. Nécessite un service de géolocalisation externe.
hi: IP पते से अनुमानित देश, शहर और ASN दिखाता है। इसके लिए बाहरी जियोलोकेशन सेवा आवश्यक है।
it: Mostra il paese, la città e l'ASN presunti in base all'indirizzo IP. Richiede un servizio esterno di geolocalizzazione.
ja: IP アドレスから推定される国、都市、ASN を表示します。外部のジオロケーションサービスが必要です。
ko: IP 주소로 추정 국가, 도시, ASN을 보여줍니다. 외부 지리적 위치 서비스가 필요합니다.
pt_br: Mostra o país, a cidade e o ASN prováveis a partir de um endereço IP. Requer um serviço externo de geolocalização.
tr: Bir IP adresine göre tahmini ülke, şehir ve ASN'yi gösterir. Harici bir coğrafi konum hizmeti gerektirir.
zh_hans: 根据 IP 地址显示推测的国家、城市和 ASN。需要外部地理定位服务。

source: Показывает сетевые интерфейсы устройства: IP, маску, MAC и MTU. Базовая информация о вашем подключении.
ar: يعرض واجهات الشبكة في الجهاز: IP والقناع وMAC وMTU. معلومات أساسية عن اتصالك.
de: Zeigt die Netzwerkschnittstellen des Geräts: IP, Maske, MAC und MTU. Grundlegende Informationen zu Ihrer Verbindung.
en: Shows the device's network interfaces: IP, mask, MAC, and MTU. Basic info about your connection.
es: Muestra las interfaces de red del dispositivo: IP, máscara, MAC y MTU. Información básica sobre tu conexión.
fr: Affiche les interfaces réseau de l'appareil : IP, masque, MAC et MTU. Informations de base sur votre connexion.
hi: डिवाइस के नेटवर्क इंटरफ़ेस दिखाता है: IP, मास्क, MAC और MTU। आपके कनेक्शन की बुनियादी जानकारी।
it: Mostra le interfacce di rete del dispositivo: IP, maschera, MAC e MTU. Informazioni di base sulla tua connessione.
ja: デバイスのネットワークインターフェース（IP、マスク、MAC、MTU）を表示します。接続に関する基本情報です。
ko: 기기의 네트워크 인터페이스(IP, 마스크, MAC, MTU)를 보여줍니다. 연결에 대한 기본 정보입니다.
pt_br: Mostra as interfaces de rede do dispositivo: IP, máscara, MAC e MTU. Informações básicas sobre sua conexão.
tr: Cihazın ağ arayüzlerini gösterir: IP, maske, MAC ve MTU. Bağlantınız hakkında temel bilgi.
zh_hans: 显示设备的网络接口：IP、掩码、MAC 和 MTU。你连接的基础信息。

source: Показывать
ar: إظهار
de: Anzeigen
en: Show
es: Mostrar
fr: Afficher
hi: दिखाएँ
it: Mostra
ja: 表示
ko: 표시
pt_br: Mostrar
tr: Göster
zh_hans: 显示

source: Полный Xray JSON этого хоста
ar: Xray JSON الكامل لهذا المضيف
de: Vollständiges Xray JSON dieses Hosts
en: Full Xray JSON for this host
es: JSON de Xray completo de este host
fr: JSON Xray complet de cet hôte
hi: इस होस्ट का पूरा Xray JSON
it: JSON Xray completo di questo host
ja: このホストの完全な Xray JSON
ko: 이 호스트의 전체 Xray JSON
pt_br: JSON Xray completo deste host
tr: Bu sunucunun tam Xray JSON'u
zh_hans: 此主机的完整 Xray JSON

source: Полный ответ
ar: الاستجابة الكاملة
de: Vollständige Antwort
en: Full response
es: Respuesta completa
fr: Réponse complète
hi: पूर्ण उत्तर
it: Risposta completa
ja: 完全な応答
ko: 전체 응답
pt_br: Resposta completa
tr: Tam yanıt
zh_hans: 完整响应
